@extends('layouts.app')

@section('title-page')
Покупателю
@endsection
@section('description')
На этой странице приведены гарантийные обязательства, монтаж и эксплуатация от нашего завода. Просим вам внимательно ознакомитьсяя с нашими условиями.
@endsection
@section('content')
<main class="mainMain">
    <div class="container">
        <h3 class="partGuaranteeName">Гарантия</h1>
        <section class="partGuarantee">
            <p class="textGuarantee">
                Срок гарантии шестеренных насосов - 12 месяцев со дня продажи. При отказе насосов 
                шестеренных в период гарантийного срока претензия принимается организацией продавшей 
                насос.<br><br>
                Дата продажи насоса  указывается в сопроводительном, необходимом  для продажи  документе.<br class="abzac"><br class="abzac">
                В том случае, если правила эксплуатации, хранения насоса были нарушены, или он 
                подвергался разборке, претензии по качеству не принимаются.
            </p>
        </section>
        <embed src="/certificat.pdf" type="application/pdf" width="100%" height="1000px">
        <h3 class="partInstallationName">Монтаж и эксплуатация</h1>
        <section class="partInstallation">
            <p class="textInstallation">
                Перед установкой шестеренного насоса, обратите внимание на состояние гидросистемы и 
                ее компонентов, поскольку неправильная эксплуатация и состояние гидросистемы могут 
                привести к досрочному выходу насоса из строя.<br><br>
                При монтаже насоса необходимо соблюдать следующие условия:<br><br>
                1.	Проверьте привалочный фланец привода насоса на наличие повреждений, 
                перекосов или износа муфты привода. Иначе вал насоса будет подвержен осевым 
                и радиальным нагрузкам, что может привести к вибрациям и ускоренному износу подшипников.<br><br>
                2.	Убедитесь в соответствии направления вращения вала привода и насоса. Несоответствие 
                направлений может привести к выдавливанию манжеты уплотнения вала насоса.<br><br>
                3.	Очистите всасывающие трубопроводы и резервуар гидросистемы от грязи и мусора.<br><br>
                4.	Замените фильтроэлемент и очистите гидробак.<br><br>
                5.	Убедитесь, что давление и рабочий объем насоса соответствуют требованиям, указанным в 
                технической документации для вашего оборудования.<br><br>
                6.	Установите насос ровно и затяните крепежные болты или гайки равномерно, избегая перекосов, 
                которые могут создавать радиальные и осевые нагрузки на вал насоса. Крепежные болты или гайки 
                должны быть законтрены шайбами. При монтаже не следует ударять молотком по корпусу насоса.<br><br>
                7.	При установке угловых муфт, штуцеров и других компонентов следите, чтобы грязь не попадала 
                в трубопроводы, и проверьте наличие и целостность уплотнительных колец, смазав их консистентной 
                смазкой при монтаже.<br><br>
                8.	Промойте и проверьте переливной клапан гидрораспределителя на наличие свободного перемещения.<br><br>
                9.	Проверьте качество рабочей жидкости. Не используйте насос, если в масле присутствуют избыточные 
                количества воды или механических примесей.<br><br>
                10.	При установке шестеренного насоса обязательно установите манометр в контрольную точку гидросистемы
                и проверьте давление настройки защитных устройств, таких как бустеры и предохранительные клапаны. 
                Длительная работа на предельных нагрузках может привести к быстрому износу насоса. Неисправности 
                в системе предохранения могут привести к разрушению насоса. Величины настройки защитных устройств 
                указаны в инструкции по эксплуатации машины. Рекомендуется также провести дополнительную обкатку 
                насоса, начиная с минимальных нагрузок. В процессе обкатки следует проверить работоспособность всех 
                узлов гидросистемы и устранить течи масла (подсос воздуха) в соединениях.<br><br>
                11.	Привод насоса должен быть способен исключать передачу радиальных и осевых нагрузок на ведущий 
                вал насоса и обеспечивать его радиальные перемещения до 0,3 мм.<br><br>
                12.	Для подсоединения всасывающих и напорных гидролиний к насосу используйте фланцы с 
                уплотнительными элементами, обычно это кольца.<br><br>
                13.	Старайтесь сделать всасывающую гидролинию короткой с минимальным количеством изгибов.<br><br>
                14.	Не допускается установка кранов, фильтров и клапанов на всасывающей линии. Для грубой 
                очистки масла в этой линии рекомендуется использовать фильтрующую сетку с ячейками размером 2 мм.<br><br>
                15.	Для снижения влияния вибрации, пульсации давления и резонансных явлений на насосе шестеренного 
                типа на участке напорной гидролинии рекомендуется установить компенсирующее звено.<br><br>
                16.	Насос следует отключать, если гидросистема не работает. Включать насос следует только при 
                выключенном двигателе машины (в системах, где предусмотрено отключение привода насоса).<br><br>
                17.	Для нормальной работы шестеренного насоса требуется поддерживать температуру рабочей жидкости 
                в диапазоне от +15 до +80 °C. Если температура опускается ниже минимальной нормы, рекомендуется 
                предварительно прогреть жидкость на холостых оборотах насоса до +15 °C.<br><br>
                18.	Важно использовать рабочую жидкость с характеристиками, соответствующими указанным в 
                технической документации для конкретной машины. Использование отработанного масла или масла, 
                которое уже было использовано, не допускается.<br><br>
                19.	Самостоятельная переборка шестеренного насоса с целью изменения направления вращения не 
                разрешается. Обратите внимание, что производитель не распространяет гарантию на насос, если 
                он был перебран самостоятельно с такой целью.<br><br>
            </p>
        </section>
    </div>
</main>
@endsection